[
    {
        "Title": "Cisco KT Sessions",
        "Description": "Dear Volunteer, Thank you for your amazing partnership with the India ETR team!! The success of the Campus Ambassador Program is a testament to the dedication and enthusiasm of amazing individuals like you. Your commitment and hard work transformed this program into something truly exceptional. From screening applications and conducting interviews over weekends to providing support wherever needed, your efforts have made a significant impact. We deeply appreciate your passion, hard work and the time you invested in this initiative. Your contributions are greatly appreciated, and we are sincerely grateful for everything you've done. Thank you for your tremendous support. We look forward to collaborating with you on future events and continuing to make a difference together. Thanks Priyanka Bhagat APJC ETR Leader",
        "Image": "/my-portfolio/assets/images/recognition/priyanka-181224.jpeg",
        "Tags": ["Mentorship"],
        "Identity": "Mentorship"
    },
    {
        "Title": "Ownership towards NDO ESG triages",
        "Description": "You have been demonstrating ownership and responsibility triaging NDO ESG issues that saves QA cycle time. Keep up the good work.",
        "Image": "/my-portfolio/assets/images/recognition/damo-211224.jpeg",
        "Tags": ["Leadership"],
        "Identity": "Leadership"
    },
    {
        "Title": "Release ownership and triages",
        "Description": "Hi Umesh, I want to thank you for all the hard work you have been doing in the Denali release. You have always been interested to pick up any code changes/verification and get it done with utmost quality. I know you have been working on multiple items this release but still you were ready to pick up changes in backup/restore for licensing and completed it with high quality. Keep up the good work!",
        "Image": "/my-portfolio/assets/images/recognition/srid-181024.jpeg",
        "Tags": ["Mentorship"],
        "Identity": "Mentorship"
    },
    {
        "Title": "The right help at the right time",
        "Description": "Bobby and Umesh, I would like to thank you both for helping us make the migration to NDO 4.2.3 for Allianz a success. I appreciate all the time and effort that you put into the fix for this unusual problem that we encountered in their setup (an invalid configuration that the upgrade validation script was not able to catch) and also for helping us implement the fixes during the actual window. It was a very stressful situation that lasted for some months, but with your help and support we were able to finally overcome it. Thank you again. Alfonso",
        "Image": "/my-portfolio/assets/images/recognition/alfan-141124.jpeg",
        "Tags":["Innovation"],
        "Identity": "Innovation"
    },
    {
        "Title": "Feature Ownership",
        "Description": "HI Umesh, I want to thank you for your contributions towards the licensing, restore without sites feature for Denali and also the NX-ACI ground work. You balanced all of it very well along with supporting ESG QA and solving ESG bugs. I also want to thank you for being always there to help all the team members. Thanks again",
        "Image": "/my-portfolio/assets/images/recognition/rohi-171024.jpeg",
        "Tags": ["Leadership"],
        "Identity": "Leadership"
    },
    {
        "Title": "Driving ESG IT",
        "Description": "Umesh, Thanks for driving the ESG IT from NDO perspective. Your enthusiasm to try new cases and dig deeper to uncover the issues has been instrumental in resolving IT issues quickly. Appreciate working across timezones and reaching out to folks to explain and help root cause the issues found. Keep it up !! Atul",
        "Image": "/my-portfolio/assets/images/recognition/atul-180724.jpeg",
        "Tags":["Innovation"],
        "Identity": "Innovation"
    },
    {
        "Title": "Contribution to ESG feature IT",
        "Description": "Hi Umesh, I wanted to thank you for all the effort you put in for making the ESG IT smooth and seamless. You went above and beyond to make sure things are on track, be it hand holding the switch team for NDO config, be it going to their place to solve their doubts, be it debugging issues with them in late nights. Your effort is much appreciated and recognised. Thanks again.",
        "Image": "/my-portfolio/assets/images/recognition/rohi-110624.jpeg",
        "Tags":["Leadership"],
        "Identity": "Leadership"
    },
    {
        "Title": "Thanks you for excellent work on Restore feature",
        "Description": "Thanks a lot Umesh for all your excellent work on the Unified Backup Restore Feature. You are always responsible and strive to complete your work well and on time. You played a crucial role in delivering the feature on time with high quality. Thank you for going above and beyond to help us achieve our goal. Looking forward to many more collaboration!",
        "Image": "/my-portfolio/assets/images/recognition/srid-010424.jpeg",
        "Tags":["Leadership"],
        "Identity": "Leadership"
    },
    {
        "Title": "Thanks you for excellent work on Backup & Restore feature",
        "Description": "Hi Umesh, Thanks for your excellent contribution towards the Unified Backup Restore feature for Congo. You dived deep into it even without being asked and became a major contributor. I appreciate all the hard work, sincerity. Please keep up the good work",
        "Image": "/my-portfolio/assets/images/recognition/rohi-100324.jpeg",
        "Tags":["Leadership"],
        "Identity": "Leadership"
    },
    {
        "Title": "Team Player",
        "Description": "Starting from the release till now, any queries I had related to all the issues, I have contacted you to get more clarification on the issue, you are always been there for me anytime I pinged you on webex, joined quick webex call and clarified all the queries with great support. This is a small token of appreciation from me. Keep up the good work, thanks for everything, Umesh !",
        "Image": "/my-portfolio/assets/images/recognition/maru-181023.jpeg",
        "Tags": ["Team Player"],
        "Identity": "Mentorship"
    },


    {
        "Title": "Internal Tools Development",
        "Description": "You have all made a great contribution in the last 2 quarters on multiple different activities that has enriched the team in many ways. While all of you have been actively mentoring the EICs in the team, some of you have also contributed actively for the RAM tool and Kollect/CURI tool. Thanks for all the support you have given so far and let's come together further and achieve greater results!",
        "Image": "/my-portfolio/assets/images/recognition/moulie-120723.jpeg",
        "Tags":["Leadership, Mentorship, Team Player"],
        "Identity": "Mentorship"
    },
    
    {
        "Title": "Root Cause Analysis and Release",
        "Description": "Hi Umesh Thank you so much for root causing last minute EFT vzAny PBR issues and trying multiple issues in parallel. It really helped to expedite process and close it sooner. Thanks",
        "Image": "/my-portfolio/assets/images/recognition/ara-290923.jpeg",
        "Tags":["Leadership"],
        "Identity": "Leadership"
    },
    {
        "Title": "Development test and RCA",
        "Description": "Hi Umesh, Thank you so much for your hard work on all the areas in NDO be it ES, Schema. You always go the extra mile to make sure all the corner cases are covered. Your sincerity, dedication and proactiveness is commendable. You have slowly become the go-to person of all the team members. Please keep up the good work.",
        "Image": "/my-portfolio/assets/images/recognition/rohi-270923.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Driving ESG IT",
        "Description": "You have all made a great contribution in the last 2 quarters on multiple different activities that has enriched the team in many ways. While all of you have been actively mentoring the EICs in the team, some of you have also contributed actively for the RAM tool and Kollect/CURI tool. Thanks for all the support you have given so far and let's come together further and achieve greater results!",
        "Image": "/my-portfolio/assets/images/recognition/mou-120723.jpeg",
        "Tags":["Innovation"],
        "Identity": "Innovation"
    },
    {
        "Title": "Congratulations for winning 2023 Asia-Pacific Stevie Bronze award",
        "Description": "Congratulations for winning 2023 Asia-Pacific Stevie Bronze award for Resource Allocation Manager-Simplifying Resource Allocation and Management with end-to-end(E2E) Automated Dashboard. Thank you for raising the benchmark of automation & innovation excellence. Continue to shine with the incredible work! Best Pallavi",
        "Image": "/my-portfolio/assets/images/recognition/pal-050723.jpeg",
        "Tags":["Innovation","Ownership"],
        "Identity": "Innovation"
    },
    {
        "Title": "Onboarding and ramping up with different codebases",
        "Description": "Hi Umesh Thank you so much for taking extra step in debugging issues and analysing them. You quickly ramped up in service graph area and you are taking care of bugs by yourself . Your contribution really helped to make faster progress in vzAny project Thanks once again -Aravind / Rohini",
        "Image": "/my-portfolio/assets/images/recognition/ara-020723.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },

    {
        "Title": "Onboarding and ramping up with different codebases",
        "Description": "Hi Umesh, Thanks a lot for your diligence and hard work on the workflow validations. You ramped up very well on a difficult feature and proactively picked up items to work on and executed them independently. Thanks again. Please keep it up.",
        "Image": "/my-portfolio/assets/images/recognition/rohi-030523.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Training interns",
        "Description": "Thanks Team for taking the time from your work and busy schedule to pitch in for delivering CCNA training to over 200+ interns. This was a first for many reasons. The ~45 hours high quality 4K videos can now be re-used again for lateral hires and other EIG. Great to see the feedback on the training that had both theory and hands-on lab combined. This also is a scalable way of doing trainings.. Way to go",
        "Image": "/my-portfolio/assets/images/recognition/pra-080323.jpeg",
        "Tags":["Mentorship","Team Player"],
        "Identity": "Mentorship"
    },
    {
        "Title": "Onboarding and ramping up",
        "Description": "Hi Umesh, Thanks so much for ramping up soon and already being productive. I am already counting on you to help us with the 411 Service Graph bugs. Rohini",
        "Image": "/my-portfolio/assets/images/recognition/rohi-240123.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Innovation : Internal Tool",
        "Description": "Thanks Umesh and Arjun for your great contribution towards BAT (BOM Assist Tool). Your deep Code development and testing skills has given final shape to BAT tool which is consumable by CX DC Team and will helped create accurate BOM during ordering in future. Keep up your good work !",
        "Image": "/my-portfolio/assets/images/recognition/ash-290922.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Innovation : Internal Tool",
        "Description": "Dear Team, Thank you for the great support in helping us build the IDP demand form for APJC CXC. Your contribution and dedication in working with the operations team is greatly appreciated. It is always a pleasure to collaborate with professionals like you who help automate various tasks as part of the larger program or initiative. Wish you all the best for a great career in Cisco! Thanks Anand Iyer",
        "Image": "/my-portfolio/assets/images/recognition/ana-230922.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Innovation : Internal Tool",
        "Description": "Thank you for the work down towards Resource Allocation Manager (RAM) Tool. This will help solve a real business challenge and help provide insights on skills availability, demand and forecast on utilization. This will also integrate with Skills Heatmap initiative by sharing insights on the skills in demand.",
        "Image": "/my-portfolio/assets/images/recognition/pra-140622.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Innovation : Internal Tool",
        "Description": "Thank you for your relentless efforts in these 8 weeks working on DC Lab 2.0 build. Your effort in streamlining the lab top logies, revamping the physical connectivity, streamlining the booking process by building the lab portal, and playbook creation in networking and compute space is truly commendable. Keep up the good work! Looking forward to your continued support.",
        "Image": "/my-portfolio/assets/images/recognition/mad-260522.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Innovation : Internal Tool",
        "Description": "Umesh, Ever since you joined our team as an ET, your contribution to our team and customers has been phenomenal. Truly appreciate the efforts you put in towards team-building initiatives. Your effort in automating the 13-week forecast view as a part of the demand planning initiative is commendable. The positive work attitude you have inspires the team. Thank you for everything that you do for our team and our customers. Keep up the brilliant spirit!.",
        "Image": "/my-portfolio/assets/images/recognition/mad-230422.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    },
    {
        "Title": "Innovation : Internal Tool",
        "Description": "Thank you so much for your contributions to Codeshift till date, with your invaluable efforts we have been able to take it from an Idea to a functional platform in very short time!",
        "Image": "/my-portfolio/assets/images/recognition/yogi-070422.jpeg",
        "Tags":["Innovation","Team Player"],
        "Identity": "Innovation"
    }

]